export const ads = [
  {
    id: 0,
    title: "Проводится набор модераторов в Poetry Corner",
    description:
      "Проводится набор модераторов в Poetry Corner. Требование: базовые умения пользования компьютером, свободные 4-5 часов в день, любовь и страсть к поэзии приветствуется)",
    link: "#",
    icon: "logo",
  },
  {
    id: 1,
    title: "Нас уже 10 тысяч!",
    description:
      "Друзья, мы рады сообщить, что недавно достигли отметки 10 тысяч и всязи с этим мы запускам розыгрыш сборника лучших стихов по мнению наших пользователей!",
    link: "#",
    icon: "logo",
  },
];
