export const posts = [
  {
    id: 0,
    title: "Темница",
    author: "В.К",
    description: null,
    date: new Date(2024, 4, 22, 0, 0, 0, 0),
    text: `Там где-то за стеной,
    За стеной темницы сырой.
    Там где свобода
    и дух мой без мора.
    
    Там где-то за стеной,
    Творимая богом мечта.
    Там где есть прекрасный дух твой
    И творимая мною судьба.
    
    Эта темница вовек заперла мои мысли,
    мои слова, мои строки.
    Ведь выйти от сюда не удастся никак.
    
    'Депрессия у тебя' - говорили они,
    ведомые предрассудками,
    Ужасающие мнения,
    Тех кому похуй на тебя.
    
    А я лишь скажу,
    что моя темница
    Соткана из сказочного зла
    Причинённого той музой.`,
    rating: 3,
  },
  {
    id: 1,
    title: "Молодой человек",
    author: "С.Б",
    date: new Date(2024, 4, 22, 0, 0, 0, 0),
    description: null,
    text: `Что вы тут разлеглись, молодой человек?
    Погребённый морфином в Петербурга парадной.
    Здесь останетесь вы, позабытым на век,
    Ведь никто и не спросит, что тут с вами неладно.
    
    Пальто ваше грязненькое и всё в колтунах.
    может быть, скоро отвины вы сойдёте сума.
    Как же вам тут холодно и синие руки в ремнях.
    Ещё чуть и ваше тельце окутает тьмой луна.
    
    Не вините себя, молодой человек,
    Погребённый морфином в Петербурга парадной.
    Пальто вы накиньте и забудьте на век.
    Так ступайте туда, где свами будет всё ладно.`,
    rating: 4,
  },
  {
    id: 2,
    title: "Она или он?",
    author: "С.Б",
    date: new Date(2024, 4, 22, 0, 0, 0, 0),
    description: null,
    text: `Как багровыми слезами наполняем мир...
    Я жду её, его визита,
    А двери в небо навсегда закрыты.
    Есть лишь глаза, истёртые до дыр.
    
    Был так чудесен сон Морфея.
    Я виноват, я снова крайний.
    Чего мне ждать?! Воспоминаний?
    Пришествия же белой феи?
    
    Как таракан, где чёрны вдовы.
    Тутвсё живёт без колебаний,
    Но жар, мороз моих терзаний
    Не поглотит и взрыв сверхновой.`,
    rating: 3,
  },
  {
    id: 3,
    title: "Блицкриг",
    author: "С.Б",
    date: new Date(2024, 4, 22, 0, 0, 0, 0),
    description: null,
    text: `Вальтер, люгер, МР-40.
    Немцу винт снимает стресс,

    В лесах слышен тихий шорох,
    Хитрым лисом ждёт СС.

    ‘Сорок первый, крепость Брест,
    Закреплён железный крест,

    ‘Адольфы, Штефаны и Гансы
        ‘С «пантерою» ликуют в танце,

    'Нацист долго не стоит,
    ‘Слышен детский плач и крик,
    До поражения лишь миг.-
    Это тактика - «Блицкриг».`,
    rating: 3.6,
  },
  {
    id: 4,
    title: "Вся наша жизнь",
    author: "А.Д",
    date: new Date(2024, 3, 22, 12, 23, 2, 3),
    description: null,
    text: `Вся наша жизнь - пихание локтей,
    Удары веслами по ребрам водной глади.
    Вся наша жизнь - хуйня из под ногтей,
    Запас все того, чего не хватит.
    
    Вся наша жизнь - терять свой пот в песке,
    Пиздеть правдиво будто время лечит.
    Вся наша жизнь - пульсация в виске,
    (Стучаться в грудь и ждать пока ответят.
    
    Вся наша жизнь - ебучая постель,
    Измятая за ночь, и цель - ее заправить.
    вся наша жизнь - ошибка, ты поверь,
    'Ивремя чтобы как-то все исправить.`,
    rating: 5,
  },
  {
    id: 5,
    title: "Страшно ошибаться",
    author: "М.П",
    date: new Date(2023, 2, 10, 0, 0, 4, 2),
    description: null,
    text: `Не страшно чувствовать холод
    страшно жить со льдиной в груди
    Не страшно жить не влюбленным
    Страшно умирать, но все же любить
    Не страшно остаться последним
    Страшно быть постоянно в конце
    Не страшно тебе поверить
    Страшно ошибаться втебе`,
    rating: 5,
  },
];
